{
  "Buy": "شراء",
  "Rent": "إيجار",
  "Projects": "المشاريع",
  "Developers": "المطورين",
  "Areas": "المناطق",
  "Services": "خدمات",
  "More": "أكثر",
  "About us": "معلومات عنا",
  "login": "تسجيل الدخول",
  "Excellence beyond compare": "التميز بلا حدود",
  "1,000 listings ·": "1000 قائمة ·",
  "50+ agents ·": "أكثر من 50 وكيلًا ·",
  "All around UAE. ": "في جميع أنحاء دولة الإمارات العربية المتحدة.",
  "Partners with": "شركاء مع",
  "Dubai's leading developers": "المطورون الرائدون في دبي",
  "Dubai real estate solutions focused around excellent": "حلول عقارية في دبي تركز على التميز",
  "customer service.": "خدمة العملاء.",
  "Connect with a Specialist": "تواصل مع متخصص",
  "Access our dedicated team of over 400+ expert agents ready to assist you.": "يمكنك الوصول إلى فريقنا المخصص الذي يضم أكثر من 400 وكيل خبير جاهز لمساعدتك.",
  "List Your Property": "أدرج ممتلكاتك",
  "Achieve optimal value by listing your property with our expert marketing strategies": "حقق القيمة المثلى من خلال إدراج عقارك باستخدام استراتيجيات التسويق المتخصصة لدينا",
  "Download Report": "تنزيل التقرير",
  "Download the latest Comprehensive Dubai Real Estate Market Report Q1 2025": "حمّل أحدث تقرير شامل عن سوق العقارات في دبي للربع الأول من عام ٢٠٢٥",
  "Explore Dubai Projects": "استكشف مشاريع دبي",
  "Browse and find your ideal property from our extensive portfolio of Dubai projects.": "تصفح وابحث عن العقار المثالي الخاص بك من بين مجموعتنا الواسعة من المشاريع في دبي.",
  "Shiro Top Branded Developments in the UAE Coffee Table Book": "شيرو التطوير الرائد للعلامة التجارية في كتاب الطاولة الخاص بالقهوة في الإمارات",
  "The first-ever dedicated platform for branded developments in the UAE. Discover an exclusive collection of the finest properties in shiro branded projects coffee table book.": "أول منصة متخصصة في الإمارات العربية المتحدة للمشاريع العقارية ذات العلامات التجارية. اكتشف مجموعة حصرية من أرقى العقارات في كتاب شيرو للمشاريع العقارية ذات العلامات التجارية.",
  "Download the Digital Edition": "تحميل النسخة الرقمية",
  "Explore Property in Dubai.": "اكتشف العقارات في دبي.",
  "view more": "عرض المزيد",
  "Speak with our Real Estate specialists today": "تحدث مع متخصصي العقارات لدينا اليوم",
  "Get in touch for tailored guidance from our expert team. We're committed to assisting you through each phase of your journey.": "تواصل معنا للحصول على إرشادات مُخصصة من فريق خبرائنا. نحن ملتزمون بمساعدتك في كل مرحلة من رحلتك.",
  "WhatsApp": "واتساب",
  "Phone": "هاتف",
  "secondary Phone": "هاتف ثانوي",
  "Email": "بريد إلكتروني",
  "Dubai's Premier Property Marketplace": "سوق العقارات الرائد في دبي",
  "Exclusive Access to Prime Properties": "الوصول الحصري إلى العقارات المميزة",
  "Proven Track Record of Success": "سجل حافل بالنجاح",
  "Achieve your goals with our trusted expertise, delivering results for investors, buyers, and sellers.": "حقق أهدافك من خلال خبرتنا الموثوقة، وتقديم النتائج للمستثمرين والمشترين والبائعين.",
  "Expert Guidance in Dubai's Market": "إرشادات الخبراء في سوق دبي",
  "Make informed, profitable decisions with our strategic insights into Dubai's real estate market.": "اتخذ قرارات مدروسة ومربحة بفضل رؤيتنا الاستراتيجية لسوق العقارات في دبي.",
  "Why Our Clients Trust Us": "لماذا يثق بنا عملاؤنا",
  "Discover what our customers are saying about their experiences.": "اكتشف ما يقوله عملاؤنا عن تجاربهم.",
  "See All Reviews": "مشاهدة جميع المراجعات",
  "M. Zakariya": "السيد زكريا",
  "11 months ago": "منذ 11 شهرًا",
  "Found the Perfect Investment Property": "وجدت العقار الاستثماري المثالي",
  "Even though I'm an experienced investor, trying to invest in Dubai property for the first time was overwhelming. I was lost in a sea of options and didn't know where to start. Shiro Real Estate came to the rescue.": "رغم أنني مستثمر خبير، إلا أن محاولة الاستثمار في عقارات دبي لأول مرة كانت مُرهقة. تاهت في بحر الخيارات ولم أعرف من أين أبدأ. لكن شركة شيرو العقارية بادرت بالإنقاذ.",
  "Stay in the loop": "البقاء في الحلقة",
  "Get to know about the latest real estate insights, market trends, and exclusive property opportunities delivered directly to your inbox.": "تعرف على أحدث الرؤى العقارية واتجاهات السوق والفرص العقارية الحصرية التي يتم تسليمها مباشرة إلى صندوق بريدك الإلكتروني.",
  "Newsletter": "النشرة الإخبارية",
  "Subscribe to Our Newsletter": "اشترك في نشرتنا الإخبارية",
  "Never miss out on the latest updates": "لا تفوت آخر التحديثات",
  "Subscribe Now": "اشترك الآن",
  "Your Name": "اسمك",
  "Your Email Address": "عنوان بريدك الإلكتروني",
  "By clicking Subscribe, you agree to our": "بالنقر على اشتراك، فإنك توافق على",
  "Terms & Conditions": "الشروط والأحكام",
  "and": "و",
  "Privacy Policy": "سياسة الخصوصية",
  "Weekly Updates": "تحديثات أسبوعية",
  "Get the latest market insights every week": "احصل على أحدث رؤى السوق كل أسبوع",
  "Exclusive Offers": "عروض حصرية",
  "Access to premium properties and deals": "الوصول إلى العقارات والعروض المتميزة",
  "Market Analysis": "تحليل السوق",
  "Expert insights and market trends": "رؤى الخبراء واتجاهات السوق",
  "Leadership": "القيادة",
  "A Word From Our CEO": "كلمة من الرئيس التنفيذي",
  "Discover the vision and leadership that drives our success in Dubai's real estate market": "اكتشف الرؤية والقيادة التي تدفع نجاحنا في سوق العقارات في دبي",
  "CEO Message": "رسالة الرئيس التنفيذي",
  "Direct from our leadership": "مباشرة من قيادتنا",
  "Our Foundation": "أساسنا",
  "Mission, Vision & Philosophy": "المهمة والرؤية والفلسفة",
  "Mission": "المهمة",
  "Vision": "الرؤية",
  "Philosophy": "الفلسفة",
  "Partnerships & Services": "الشراكات والخدمات",
  "Our network and offerings": "شبكتنا وعروضنا",
  "Partners": "الشركاء",
  "Services": "الخدمات",
  "Our Goals": "أهدافنا",
  "What we strive to achieve": "ما نسعى لتحقيقه",
  "Goals will be displayed here": "ستظهر الأهداف هنا",
  "About Our Company": "عن شركتنا",
  "Learn more about us": "اعرف المزيد عنا",
  "Our Leadership Team": "فريق القيادة لدينا",
  "Meet the dedicated professionals who drive our success": "تعرف على المحترفين المتفانين الذين يدفعون نجاحنا",
  "Years Experience": "سنوات الخبرة",
  "Properties Sold": "عقارات مباعة",
  "Happy Clients": "عملاء سعداء",
  "Success Rate": "معدل النجاح",
  "Developer Directory": "دليل المطورين",
  "Discover the most trusted and innovative real estate developers shaping Dubai's skyline and creating exceptional living experiences": "اكتشف أكثر المطورين العقاريين ثقة وابتكاراً الذين يشكلون أفق دبي ويخلقون تجارب معيشية استثنائية",
  "Search for developers...": "البحث عن المطورين...",
  "Our Trusted Developers": "مطورونا الموثوقون",
  "Partner with Dubai's most reputable real estate developers who are committed to excellence and innovation": "تعاون مع أكثر المطورين العقاريين سمعة في دبي والملتزمين بالتميز والابتكار",
  "Showing": "عرض",
  "developers": "مطورين",
  "View Projects": "عرض المشاريع",
  "No Developers Found": "لم يتم العثور على مطورين",
  "We couldn't find any developers matching your criteria. Try adjusting your search.": "لم نتمكن من العثور على أي مطورين يطابقون معاييرك. حاول تعديل بحثك.",
  "Try adjusting your search criteria to find more developers": "حاول تعديل معايير البحث للعثور على المزيد من المطورين",
  "Leading real estate developer with innovative projects and exceptional quality standards.": "مطور عقاري رائد بمشاريع مبتكرة ومعايير جودة استثنائية.",
  "Active": "نشط",
  "Key Achievements": "الإنجازات الرئيسية",
  "Led company to 300% growth in 5 years": "قاد الشركة إلى نمو 300% في 5 سنوات",
  "Expanded operations to 3 new markets": "وسع العمليات إلى 3 أسواق جديدة",
  "Received 5 industry awards": "حصل على 5 جوائز صناعية",
  "Built team of 50+ professionals": "بنى فريق من أكثر من 50 محترف",
  "Core Values": "القيم الأساسية",
  "Integrity": "النزاهة",
  "Excellence": "التميز",
  "Innovation": "الابتكار",
  "Trust": "الثقة",
  "Ready to Work With Us?": "هل أنت مستعد للعمل معنا؟",
  "Join thousands of satisfied clients who have trusted us with their real estate needs": "انضم إلى آلاف العملاء الراضين الذين وثقوا بنا في احتياجاتهم العقارية",
  "Learn More": "اعرف المزيد",
  "subscribe": "يشترك",
  "area , project or community": "المنطقة أو المشروع أو المجتمع",
  "Property Type": "نوع العقار",
  "price": "سعر",
  "beds": "أسرة",
  "Area": "منطقة",
  "All Developer": "كل المطور",
  "Search": "بحث",
  "Home": "الرئيسية",
  "Properties for sale in Dubai": "عقارات للبيع في دبي",
  "Property for Sale in Dubai | Buy Dubai Properties": "عقارات للبيع في دبي | شراء عقارات في دبي",
  "Find properties for sale in Dubai with service charges, floor plans & mortgage details. Buy real estate in Dubai for investment purposes or to move in.": "ابحث عن عقارات للبيع في دبي مع رسوم الخدمة، ومخططات الطوابق، وتفاصيل الرهن العقاري. اشترِ عقارًا في دبي لأغراض الاستثمار أو للسكن.",
  "1,000": "1000",
  "no data found": "لم يتم العثور على بيانات",
  "listings": "القوائم",
  "Sort": "نوع",
  "Most Recent": "الأحدث",
  "Contact Property Expert in Dubai": "اتصل بخبير العقارات في دبي",
  "Luxury Properties for Sale in Dubai": "عقارات فاخرة للبيع في دبي",
  "Dubai has become synonymous with luxury living and is one of the world's most desirable cities to invest in real estate. Known for its gleaming skyscrapers, ultra-modern developments, and high-end lifestyle, Dubai offers a wealth of luxury properties for sale that appeal to both international investors and local residents. From exquisite beachfront villas to opulent penthouses overlooking the skyline, the city caters to those seeking exclusive living experiences. Areas like Palm Jumeirah, Dubai Hills Estate, and Downtown Dubai house some of the finest properties with breathtaking views, state-of-the-art amenities, and access to a sophisticated urban lifestyle.": "أصبحت دبي مرادفًا للفخامة، وهي من أكثر مدن العالم جاذبيةً للاستثمار العقاري. تشتهر دبي بناطحات السحاب البراقة، ومشاريعها العصرية، وأسلوب حياتها الراقي، وتوفر وفرةً من العقارات الفاخرة المعروضة للبيع، والتي تجذب المستثمرين الدوليين والمقيمين المحليين على حد سواء. من الفلل الشاطئية الرائعة إلى شقق البنتهاوس الفخمة المطلة على أفق المدينة، تُلبي المدينة احتياجات الباحثين عن تجارب معيشة حصرية. تضم مناطق مثل نخلة جميرا، ودبي هيلز استيت، ووسط مدينة دبي بعضًا من أرقى العقارات بإطلالات خلابة، ومرافق عصرية، وأسلوب حياة حضري راقي.",
  "The city's luxury properties include a variety of real estate options, such as spacious villas with private pools, townhouses located in serene communities, and premium penthouses with panoramic views of the Arabian Gulf and Dubai's iconic landmarks. Dubai's real estate market has become an investment hotspot due to its unique blend of luxury, innovation, and global connectivity.": "تشمل العقارات الفاخرة في المدينة خيارات عقارية متنوعة، مثل الفلل الفسيحة المزودة بمسابح خاصة، ومنازل التاون هاوس الواقعة في مجمعات سكنية هادئة، وشقق البنتهاوس الفاخرة ذات الإطلالات البانورامية على الخليج العربي ومعالم دبي الشهيرة. وقد أصبح سوق العقارات في دبي وجهة استثمارية جاذبة بفضل مزيجه الفريد من الفخامة والابتكار والتواصل العالمي.",
  "Read More": "اقرأ المزيد",
  "Get a call within 55 seconds": "احصل على مكالمة خلال 55 ثانية",
  "Leave your number": "اترك رقمك",
  "and we will call you right away!": "وسنتصل بك على الفور!",
  "submit details": "إرسال التفاصيل",
  "Your information is secure and confidential": "معلوماتك آمنة وموثوقة",
  "Our Expert Team": "فريقنا الخبير",
  "Connect with our experienced real estate professionals who are dedicated to helping you find your perfect property in Dubai": "تواصل مع خبراء العقارات ذوي الخبرة لدينا والذين يكرسون أنفسهم لمساعدتك في العثور على عقارك المثالي في دبي",
  "Real Estate Agent": "وكيل عقاري",
  "Contact": "اتصال",
  "Properties": "عقارات",
  "Success Rate": "معدل النجاح",
  "Years": "سنوات",
  "Ready to Find Your Dream Property?": "هل أنت مستعد للعثور على عقارك المثالي؟",
  "Our expert team is here to guide you through every step of your real estate journey in Dubai": "فريقنا الخبير هنا ليرشدك خلال كل خطوة من رحلتك العقارية في دبي",
  "Get Started Today": "ابدأ اليوم",
  "Why Choose Dubai": "لماذا تختار دبي",
  "Discover Premium Real Estate Investment Opportunities": "اكتشف فرص الاستثمار العقاري المتميزة",
  "Premium Rental Properties in Dubai": "عقارات الإيجار المتميزة في دبي",
  "Find Your Perfect Home in the Heart of Innovation": "اعثر على منزلك المثالي في قلب الابتكار",
  "Off-Plan Projects in Dubai": "المشاريع على الخارطة في دبي",
  "Invest in Tomorrow's Architectural Marvels Today": "استثمر في عجائب الهندسة المعمارية المستقبلية اليوم",
  "Key Features": "المميزات الأساسية",
  "Exquisite beachfront villas": "فيلات راقية على الشاطئ",
  "Opulent penthouses with skyline views": "بنتهاوس فخم مع إطلالات على الأفق",
  "Prime locations like Palm Jumeirah": "مواقع متميزة مثل نخلة جميرا",
  "State-of-the-art amenities": "مرافق حديثة ومتطورة",
  "Fully furnished luxury apartments": "شقق فاخرة مؤثثة بالكامل",
  "Family-friendly villa communities": "مجتمعات فيلات صديقة للعائلة",
  "Business district office spaces": "مساحات مكتبية في المنطقة التجارية",
  "Flexible lease terms available": "شروط إيجار مرنة متاحة",
  "Innovative architectural designs": "تصاميم معمارية مبتكرة",
  "Smart home technology integration": "تكامل تقنيات المنزل الذكي",
  "Sustainable development practices": "ممارسات التطوير المستدام",
  "Flexible payment plans available": "خطط دفع مرنة متاحة",
  "Ready to Get Started?": "هل أنت مستعد للبدء؟",
  "Connect with our expert team to find the perfect property that matches your needs and investment goals.": "تواصل مع فريقنا الخبير للعثور على العقار المثالي الذي يناسب احتياجاتك وأهدافك الاستثمارية.",
  "Satisfied": "راضٍ",
  "Explore Properties for Sale": "استكشف العقارات للبيع",
  "Browse Rental Properties": "تصفح العقارات للإيجار",
  "Discover New Projects": "اكتشف المشاريع الجديدة",
  "Explore Properties": "استكشف العقارات",
  "Learn More About Dubai Real Estate": "تعرف على المزيد حول العقارات في دبي",
  "Dubai's rental market offers an exceptional range of properties that cater to diverse lifestyles and preferences. From modern apartments in bustling city centers to luxurious villas in exclusive communities, Dubai provides rental options that combine comfort, convenience, and world-class amenities.": "يقدم سوق الإيجار في دبي مجموعة استثنائية من العقارات التي تلبي أساليب الحياة والتفضيلات المتنوعة. من الشقق الحديثة في مراكز المدن الصاخبة إلى الفيلات الفاخرة في المجتمعات الحصرية، توفر دبي خيارات إيجار تجمع بين الراحة والملاءمة والمرافق عالمية المستوى.",
  "Whether you're seeking a temporary residence, establishing a business presence, or looking for a long-term home, Dubai's rental market provides unmatched variety in prime locations with access to international schools, healthcare facilities, and entertainment hubs.": "سواء كنت تبحث عن إقامة مؤقتة أو تأسيس حضور تجاري أو تبحث عن منزل طويل الأمد، يوفر سوق الإيجار في دبي تنوعاً لا مثيل له في المواقع المتميزة مع الوصول إلى المدارس الدولية ومرافق الرعاية الصحية ومراكز الترفيه.",
  "Dubai's off-plan projects represent the future of urban living, featuring innovative designs, cutting-edge technology, and sustainable development practices. These projects offer investors the opportunity to secure premium properties at pre-construction prices with attractive payment plans.": "تمثل مشاريع دبي على الخارطة مستقبل الحياة الحضرية، وتتميز بالتصاميم المبتكرة والتكنولوجيا المتطورة وممارسات التطوير المستدام. تقدم هذه المشاريع للمستثمرين الفرصة لتأمين عقارات متميزة بأسعار ما قبل الإنشاء مع خطط دفع جذابة.",
  "From waterfront developments to sky-high towers, Dubai's off-plan projects are developed by renowned international developers, ensuring world-class quality and promising significant appreciation potential for early investors.": "من التطوير على الواجهة المائية إلى الأبراج الشاهقة، يتم تطوير مشاريع دبي على الخارطة من قبل مطورين دوليين مشهورين، مما يضمن جودة عالمية المستوى ويعد بإمكانية تقدير كبيرة للمستثمرين الأوائل.",
  "Properties for rent in Dubai, UAE": "عقارات للإيجار في دبي، الإمارات العربية المتحدة",
  "Property to rent in Dubai from shiro, world leading estate agents. From country estates to city apartments, your ideal property is just a click away.": "عقارات للإيجار في دبي من شيرو، وكلاء العقارات الرائدون عالميًا. من العقارات الريفية إلى شقق المدينة، عقارك المثالي على بُعد نقرة واحدة.",
  "Off plan properties for sale in Dubai": "عقارات للبيع على الخريطة في دبي",
  "Looking for off plan properties for sale in Dubai? Contact shiro Real Estate in Dubai to find the right property for you.": "هل تبحث عن عقارات قيد الإنشاء للبيع في دبي؟ تواصل مع شركة شيرو للعقارات في دبي للعثور على العقار المناسب لك.",
  "Developer": "المطور",
  "Real Estate Developers in Dubai & The UAE": "مطورو العقارات في دبي والإمارات العربية المتحدة",
  "Search Developer": "بحث المطور",
  "Communities": "المجتمعات",
  "Top Dubai Communities": "أفضل مجتمعات دبي",
  "Discover vibrant living in Dubai through our comprehensive area guide, offering insights into top communities, attractions, and things to do. Explore the best restaurants, must-visit places, and top-rated apartments, while uncovering the finest properties for the community that best fits you.": "اكتشف حياةً نابضةً بالحياة في دبي من خلال دليلنا الشامل للمناطق، والذي يُقدم لك لمحاتٍ عن أفضل المجمعات السكنية والمعالم السياحية والأنشطة. استكشف أفضل المطاعم والأماكن التي لا تُفوّت، والشقق الأعلى تقييمًا، واكتشف أفضل العقارات في المجمع الذي يُناسبك.",
  "Search Area": "منطقة البحث",
  "services": "خدمات",
  "Top-Notch Property Services in Dubai": "خدمات عقارية متميزة في دبي",
  "We provide turnkey solutions to help you reap the best returns on your investment.": "نحن نقدم حلولاً جاهزة لمساعدتك في تحقيق أفضل عائد على استثماراتك.",
  "Shiro – The Most Trusted Property Services Agency": "شيرو - وكالة خدمات العقارات الأكثر ثقة",
  "With Shiro as your partner, you can confidently navigate real estate transactions in Dubai from anywhere in the world. Whether you seek the best investment opportunities, competitive property mortgage rates, or an ideal tenant for your rental home, our dedicated team is committed to providing our clients with a hassle-free experience from A to Z.": "مع شيرو، يمكنك إدارة معاملاتك العقارية في دبي بثقة تامة من أي مكان في العالم. سواء كنت تبحث عن أفضل فرص الاستثمار، أو أسعار قروض عقارية تنافسية، أو مستأجر مثالي لمنزلك المستأجر، فإن فريقنا المتخصص ملتزم بتزويد عملائنا بتجربة سلسة من الألف إلى الياء.",
  "About": "معلومات عنا",
  "We take pride in our diversity.": "نحن فخورون بتنوعنا.",
  "At shiro, we are your one-stop-shop for all things real estate.": "في شيرو، نحن وجهتك الوحيدة لكل ما يتعلق بالعقارات.",
  "meet our team": "تعرف على فريقنا",
  "contact our team": "اتصل بفريقنا",
  "Area Unit": "وحدة المساحة",
  "Square Feet": "قدم مربع",
  "Square Meters": "متر مربع",
  "sq ft": "قدم²",
  "sq m": "م²",
  "Recommended Properties": "العقارات الموصى بها",
  "Discover more properties you might like": "اكتشف المزيد من العقارات التي قد تعجبك",
  "No recommended properties available at the moment": "لا توجد عقارات موصى بها متاحة في الوقت الحالي",
  "Loading more properties...": "جاري تحميل المزيد من العقارات...",
  "Error loading recommended properties": "خطأ في تحميل العقارات الموصى بها",
  "Testimonials": "آراء العملاء",
  "Trusted by thousands of our happy customers": "يثق بنا آلاف من عملائنا السعداء",
  "Discover what our customers are saying about their experiences with Shiro Real Estate.": "اكتشف ما يقوله عملاؤنا عن تجاربهم مع شيرو العقارية.",
  "Error loading reviews": "خطأ في تحميل الآراء",
  "View All Reviews": "عرض جميع الآراء",
  "عرض أقل": "عرض أقل",
  "Agent Details": "تفاصيل الوكيل",
  "Team Member Details": "تفاصيل عضو الفريق",
  "Real Estate Agent": "وكيل عقاري",
  "Leave a message": "اترك رسالة",
  "Contact with": "تواصل مع",
  "Your name": "اسمك",
  "Phone number": "رقم الهاتف",
  "Write message": "اكتب رسالة",
  "I accept": "أوافق على",
  "Terms & Conditions": "الشروط والأحكام",
  "for processing personal data": "لمعالجة البيانات الشخصية",
  "Submit": "إرسال",
  "Leadership": "القيادة",
  "Meet with our amazing team members": "تعرف على أعضاء فريقنا المذهلين",
  "Agent Not Found": "الوكيل غير موجود",
  "Team Member Not Found": "عضو الفريق غير موجود",
  "Go Back": "العودة",
  "No team members found": "لم يتم العثور على أعضاء الفريق",
  "Click on any team member to view their details": "انقر على أي عضو في الفريق لعرض تفاصيله",
  "Click on any agent to view their details": "انقر على أي وكيل لعرض تفاصيله",
  "Privacy Policy / Terms & Conditions / Sitemap Copyright © 2025 Shiro Estate. All Rights  Reserved.": "سياسة الخصوصية / الشروط والأحكام / خريطة الموقع. جميع الحقوق محفوظة لشركة شيرو إستيت © ٢٠٢٥.",

  "Properties for Sale": "عقارات للبيع",
  "Off plan": "على الخارطة",
  "New Projects": "مشاريع جديدة",
  "rent": "إيجار",
  "Properties to Rent": "عقارات للإيجار",
  "About Us": "معلومات عنا",
  "Back to Listings": "العودة إلى القوائم",
  "save": "حفظ",
  "photo": "صورة",
  "Calculate your mortgage repayments": "احسب أقساط الرهن العقاري الخاص بك",
  "Prime Location | Generously Spacious | Premier Community": "موقع مميز | مساحة واسعة | مجتمع مميز",
  "Townhouse for Sale in": "تاون هاوس للبيع في",
  "Baths": "الحمامات",
  "Key Information": "المعلومات الأساسية",
  "Purpose": "غاية",
  "Description": "وصف",
  "address": "عنوان",
  "request information": "طلب معلومات",
  "back to website": "العودة إلى الموقع",
  "log out": "تسجيل الخروج",
  "abdAlrahman": "عبد الرحمن",
  "My Property": "ممتلكاتي",
  "search": "بحث",
  "Beds": "أسرّة",
  "Price Range": "نطاق السعر",
  "Properties for Sale in Dubai": "عقارات للبيع في دبي",
  "Properties by Type": "الخصائص حسب النوع",
  "Apartments": "شقق",
  "Villas": "فلل",
  "Townhouses": "تاون هاوس",
  "Penthouses": "شقق بنتهاوس",
  "Commercial": "تجاري",
  "See All Properties": "مشاهدة جميع الخصائص",
  "Explore now": "استكشف الآن",
  "Signature Collection": "مجموعة التوقيعات",
  "Mansions": "القصور",
  "Hot Properties": "الخصائص الساخنة",
  "in Downtown": "في وسط المدينة",
  "Off Plan Projects in Dubai": "مشاريع قيد الإنشاء في دبي",
  "Properties for Rent in Dubai": "عقارات للإيجار في دبي",
  "View All Projects": "عرض جميع المشاريع",
  "Top Developers in Dubai": "أفضل المطورين في دبي",
  "Top Areas in Dubai": "أفضل المناطق في دبي",
  "Dubai Creek Harbour": "ميناء خور دبي",
  "Business Bay": "خليج الأعمال",
  "Dubai Marina": "دبي مارينا",
  "Palm Jumeirah": "نخلة جميرا",
  "Downtown Dubai": "وسط مدينة دبي",
  "Jumeirah Village Circle": "دائرة قرية جميرا",
  "EMAAR Beachfront": "إعمار بيتش فرونت",
  "Sobha Hartland": "سوبها هارتلاند",
  "Jumeirah": "جميرا",
  "Meydan": "ميدان",
  "Expo City": "مدينة المعرض",
  "All Areas in Dubai": "جميع المناطق في دبي",
  "Best Dubai Communities": "أفضل مجتمعات دبي",
  "Our Services": "خدماتنا",
  "Property Management": "إدارة العقارات",
  "Mortgages": "الرهن العقاري",
  "Conveyancing": "نقل الملكية",
  "Short Term Rentals": "إيجارات قصيرة الأجل",
  "Property Snagging": "الاستيلاء على الممتلكات",
  "Partner Program": "برنامج الشركاء",
  "Currency Exchange": "صرف العملات",
  "PRYPCO": "بريبكو",
  "Ethnovate": "إثنوفيت",
  "Currency": "عملة",
  "Login to your account": "تسجيل الدخول إلى حسابك",
  "Don't have an account yet?": "ليس لديك حساب حتى الآن؟",
  "Sign Up": "اشتراك",
  "login with email": "تسجيل الدخول مع البريد الإلكتروني",
  "continue": "اكمل",
  "Forgot your password?": "نسيت كلمة السر؟",
  "By clicking Continue you agree to our Privacy Policy.": "بالنقر على متابعة فإنك توافق على سياسة الخصوصية الخاصة بنا.",
  "Sign up with social media": "التسجيل عبر وسائل التواصل الاجتماعي",
  "Already have an account?": "هل لديك حساب بالفعل؟",
  "Login": "تسجيل الدخول",
  "sign up with email": "قم بالتسجيل باستخدام البريد الإلكتروني",
  "Forgot Password": "هل نسيت كلمة السر",
  "Please enter the email address that you used when creating your account. An email will be sent to that address with instructions on how to reset your password.": "يرجى إدخال عنوان البريد الإلكتروني الذي استخدمته عند إنشاء حسابك. سيتم إرسال بريد إلكتروني إلى هذا العنوان يتضمن تعليمات لإعادة تعيين كلمة المرور.",
  "or": "أو",
  "reset password": "إعادة تعيين كلمة المرور",
  "By clicking Reset Password you agree to our Privacy Policy.": "بالنقر على إعادة تعيين كلمة المرور فإنك توافق على سياسة الخصوصية الخاصة بنا.",
  "Gain priority access to exclusive listings and off-plan developments in Dubai's top markets.": "احصل على أولوية الوصول إلى القوائم الحصرية والمشاريع قيد الإنشاء في أفضل أسواق دبي.",
  "Off-plan": "بيع على الخارطة",
  "Email Address": "عنوان البريد الإلكتروني",
  "password": "كلمة المرور",
  "Back to website": "العودة الى الموقع",
  "Min Bedrooms": "غرف نوم اقل",
  "no min": "لا يوجد حد اقل",
  "max Bedrooms": "غرف نوم كحد أقصى",
  "no max": "لا يوجد حد أقصى",
  "Min Price": "الحد الأدنى للسعر",
  "max Price": "الحد الأقصى للسعر",
  "max medrooms": "غرف نوم كحد أقصى",
  "Property Size": "حجم العقار",
  "Highest price": "أعلى سعر",
  "Lowest price": "أدنى سعر",
  "signin/Register": "تسجيل الدخول/التسجيل",
  "name": "اسم",
  "email": "بريد إلكتروني",
  "password confirmation": "تأكيد كلمة المرور",
  "birthday": "عيد ميلاد",
  "phone": "هاتف",
  "Preferred Language": "اللغة المفضلة",
  "English": "إنجليزي",
  "arabic": "عربي",
  "message": "رسالة",
  "Hello! I would like to inquire about a service...": "مرحبا! أريد الاستفسار عن خدمة ...",
  "Select": "اختار",
  "Loading...": "الرجاء الانتظار...",
  "Login successfully": "تم تسجيل الدخول بنجاح",
  "Registration successful!": "تم التسجيل بنجاح!",
  "Sent successfully": "تم الارسال بنجاح",
  "done": "تم الحذف",
  "Meet the Team": "تعرف على الفريق",
  "Meet our expert team": "تعرف على فريق الخبراء لدينا",
  "Each team member brings a unique skill set to Shiro Dubai. We use those skills to provide you with the best possible Estate Agent service.": "يتمتع كل عضو في فريق شيرو دبي بمهارات فريدة. نستخدم هذه المهارات لنقدم لكم أفضل خدمة عقارية ممكنة.",
  "management": "إدارة",
  "brokers": "السماسرة",
  "Meet The Team": "تعرف على الفريق",
  "Contact Shiro": "اتصل شيرو",
  "Shiro is dedicated to providing outstanding service across Dubai and even beyond. This is your direct line to our experienced team, whether you're questioning, seeking information, or requiring personalized help. Your needs come first, and we're here to make sure every interaction with us leaves you feeling heard, valued, and empowered.": "شيرو ملتزمة بتقديم خدمة متميزة في جميع أنحاء دبي وخارجها. هذا هو خطكم المباشر مع فريقنا الخبير، سواءً كنتم ترغبون في الاستفسار أو طلب معلومات أو مساعدة شخصية. احتياجاتكم هي الأولوية، ونحن هنا لضمان أن يشعركم كل تفاعل معنا بأننا نستمع إليكم، ونقدركم، وندعمكم.",
  "Contact Us": "اتصل بنا",
  "More Options": "المزيد من الخيارات",
  "explore Shiro": "اكتشف شيرو",
  "Recommended for you": "موصى به لك",
  "Meet the team": "تعرف على الفريق",
  "meet our team at shiro to learn more about us": "تعرف على فريقنا في شيرو لمعرفة المزيد عنا",
  "Customer Reviews": "آراء العملاء",
  "Read what our satisfied customers say about their experience with Shiro Estate": "اقرأ ما يقوله عملاؤنا الراضون عن تجربتهم مع شيرو العقارية",
  "Find a Property": "البحث عن عقار",
  "Looking for your next home ? Discover Shiro Estates listings for you new address": "هل تبحث عن منزلك القادم؟ اكتشف عروض شيرو إستيتس لعنوانك الجديد.",
  "Property Services": "خدمات العقارات",
  "Shiro Estate covers all property related services for a seamless experience": "تغطي شركة Shiro Estate جميع الخدمات المتعلقة بالعقارات لتوفير تجربة سلسة",
  "Contact Office": "مكتب الاتصال",
  "agent license": "رخصة الوكيل",
  "broker license": "رخصة وسيط",
  "date sale": "تاريخ البيع",
  "dld permit number": "رقم تصريح DLD",
  "qR code": "رمز الاستجابة السريعة",
  "location": "موقع",
  "Regulatory Information": "المعلومات التنظيمية",
  "reference id": "معرف مرجعي",
  "News & Insight": "الأخبار والرؤى",
  "News, Media Gallery & Insights": "الأخبار ومعرض الوسائط والرؤى",
  "Take a look at the latest Real Estate News, Videos & Insights.": "ألق نظرة على أحدث أخبار العقارات ومقاطع الفيديو والرؤى.",
  "Search by keyword": "البحث باستخدام الكلمة الرئيسية",
  "All Categories": "جميع الفئات",
  "Blog": "مدونة",
  "Check Our Vision": "تحقق من رؤيتنا",
  "Learn how our vision is redefining real estate with innovation and long-term value": "تعرف على كيفية إعادة تعريف رؤيتنا للعقارات من خلال الابتكار والقيمة طويلة الأجل",
  "Shiro Top Branded Real Estate Agency In The UAE Company Profile": "شيرو، وكالة عقارية رائدة في الإمارات العربية المتحدة، نبذة عن الشركة",
  "The leading agency for premium real estate in the UAE. Explore our vision, services, and portfolio in the official Shiro company profile.": "الوكالة الرائدة في مجال العقارات الفاخرة في الإمارات العربية المتحدة. اكتشف رؤيتنا وخدماتنا ومحفظتنا الاستثمارية في الملف التعريفي الرسمي لشركة شيرو.",
  "Company Profile": "نبذة عن الشركة",
  "Download Our Profile": "تحميل ملفنا الشخصي",
  "Read Less": "اقرأ أقل",
  "Privacy Policy": "سياسة الخصوصية",
  " / Terms & Conditions": " / الشروط والأحكام",
  " / Sitemap Copyright © 2025 Shiro Estate. All Rights  Reserved.": " / خريطة الموقع حقوق الطبع والنشر © 2025 شيرو إستيت. جميع الحقوق محفوظة.",
  "Terms & Conditions": "الشروط والأحكام",
  "for": "لـ",
  "in": "في",
  "new project": "مشروع جديد",
  "Price Range": "نطاق السعر",
  "From": "من",
  "Up to": "حتى",
  "Added": "تمت الإضافة",
  "Beds": "الغرف",
  "Type": "النوع",
  "Latest Real Estate Insights": "أحدث الرؤى العقارية",
  "Stay updated with the latest trends, market analysis, and expert insights from Dubai's real estate market.": "ابق على اطلاع بأحدث الاتجاهات والتحليلات السوقية والرؤى الخبيرة من سوق العقارات في دبي.",
  "Unable to load blog posts. Please try again later.": "تعذر تحميل المقالات. يرجى المحاولة مرة أخرى لاحقاً.",
  "No blog posts available at the moment.": "لا توجد مقالات متاحة في الوقت الحالي.",
  "View All Articles": "عرض جميع المقالات",
  "All Articles": "جميع المقالات",
  "Real Estate Blog & Insights": "مدونة العقارات والرؤى",
  "Dubai Market Trends & News": "اتجاهات سوق دبي والأخبار",
  "Read More": "اقرأ المزيد",
  "View Profile": "عرض الملف الشخصي",
  "Meet Our Amazing Team": "تعرف على فريقنا المذهل",
  "Meet Our Expert Team": "تعرف على فريق الخبراء لدينا",
  "Discover the talented professionals who make Shiro Real Estate the leading agency in Dubai.": "اكتشف المحترفين الموهوبين الذين يجعلون شيرو العقارية الوكالة الرائدة في دبي.",
  "Discover Shiro Real Estate": "اكتشف شيرو العقارية",
  "Watch our company video to learn more about our mission, values, and commitment to excellence in Dubai's real estate market.": "شاهد الفيديو التعريفي لشركتنا لمعرفة المزيد عن مهمتنا وقيمنا والتزامنا بالتميز في سوق العقارات في دبي.",
  "Company Video": "فيديو الشركة",
  "Share Article": "مشاركة المقال",
  "Copy Link": "نسخ الرابط",
  "Found this helpful?": "هل وجدت هذا مفيداً؟",
  "Share:": "مشاركة:",
  "Real Estate": "العقارات",
  "Dubai Market": "سوق دبي",
  "Shared on Facebook successfully!": "تم المشاركة على فيسبوك بنجاح!",
  "Shared on X (Twitter) successfully!": "تم المشاركة على إكس (تويتر) بنجاح!",
  "Shared on LinkedIn successfully!": "تم المشاركة على لينكد إن بنجاح!",
  "Shared on WhatsApp successfully!": "تم المشاركة على واتساب بنجاح!",
  "Shared on Telegram successfully!": "تم المشاركة على تليجرام بنجاح!",
  "Link copied to clipboard!": "تم نسخ الرابط إلى الحافظة!",
  "Testimonials": "آراء العملاء",
  "Trusted by thousands of our happy customers": "موثوق به من قبل آلاف عملائنا السعداء",
  "Discover what our customers are saying about their experiences with Shiro Real Estate.": "اكتشف ما يقوله عملاؤنا عن تجاربهم مع شيرو العقارية.",
  "Error loading reviews": "خطأ في تحميل المراجعات",
  "Previous": "السابق",
  "Next": "التالي",
  "Showing": "عرض",
  "to": "إلى",
  "of": "من",
  "reviews": "مراجعة",
  "Please try again later": "يرجى المحاولة مرة أخرى لاحقاً",
  "Follow Us": "تابعنا",
  "All Rights Reserved": "جميع الحقوق محفوظة",
  "Sitemap": "خريطة الموقع",
  "Latest Insights": "أحدث الرؤى",
  "View All Articles": "عرض جميع المقالات",
  "Read More": "اقرأ المزيد",
  "Send Message": "إرسال رسالة",
  "Contact Information": "معلومات الاتصال",
  "Get In Touch": "تواصل معنا",
  "Fill out the form below and we'll get back to you shortly": "املأ النموذج أدناه وسنعاود الاتصال بك قريباً",
  "Full Name": "الاسم الكامل",
  "Enter your full name": "أدخل اسمك الكامل",
  "Email Address": "عنوان البريد الإلكتروني",
  "Enter your email address": "أدخل عنوان بريدك الإلكتروني",
  "Phone Number": "رقم الهاتف",
  "Enter your phone number": "أدخل رقم هاتفك",
  "Preferred Language": "اللغة المفضلة",
  "Select your preferred language": "اختر لغتك المفضلة",
  "Message": "الرسالة",
  "Tell us about your requirements and we'll get back to you shortly...": "أخبرنا عن متطلباتك وسنعاود الاتصال بك قريباً...",
  "Arabic": "العربية",
  "First name is required": "الاسم الأول مطلوب",
  "First name must be at least 2 characters": "الاسم الأول يجب أن يكون حرفين على الأقل",
  "First name must not exceed 50 characters": "الاسم الأول يجب ألا يتجاوز 50 حرفاً",
  "First name can only contain letters and spaces": "الاسم الأول يمكن أن يحتوي على حروف ومسافات فقط",
  "Last name is required": "الاسم الأخير مطلوب",
  "Last name must be at least 2 characters": "الاسم الأخير يجب أن يكون حرفين على الأقل",
  "Last name must not exceed 50 characters": "الاسم الأخير يجب ألا يتجاوز 50 حرفاً",
  "Last name can only contain letters and spaces": "الاسم الأخير يمكن أن يحتوي على حروف ومسافات فقط",
  "Phone number is required": "رقم الهاتف مطلوب",
  "Please enter a valid phone number (10-15 digits)": "يرجى إدخال رقم هاتف صحيح (10-15 رقم)",
  "Phone number seems invalid": "رقم الهاتف يبدو غير صحيح",
  "Message is required": "الرسالة مطلوبة",
  "Message must be at least 10 characters": "الرسالة يجب أن تكون 10 أحرف على الأقل",
  "Message must not exceed 500 characters": "الرسالة يجب ألا تتجاوز 500 حرف",
  "HTML tags are not allowed": "وسوم HTML غير مسموحة",
  "Invalid characters detected": "تم اكتشاف أحرف غير صالحة",
  "Suspicious content detected": "تم اكتشاف محتوى مشبوه",
  "Interested in": "مهتم بـ",
  "Get in touch with us to learn more about this exclusive project": "تواصل معنا للتعرف أكثر على هذا المشروع الحصري",
  "Why Choose Shiro Estate?": "لماذا تختار شيرو إستيت؟",
  "Expert guidance, personalized service, and deep market knowledge to help you make the best investment decisions in Dubai's dynamic real estate market.": "إرشاد خبير وخدمة شخصية ومعرفة عميقة بالسوق لمساعدتك في اتخاذ أفضل قرارات الاستثمار في سوق العقارات الديناميكي في دبي.",
  "Property Insights": "رؤى عقارية",
  "Rental Period": "فترة الإيجار",
  "Language": "اللغة",
  "Call": "اتصال",
  "No images available": "لا توجد صور متاحة",
  "Bedrooms": "غرف النوم",
  "Bathrooms": "الحمامات",
  "Studio": "ستوديو",
  "Remove from favorites": "إزالة من المفضلة",
  "Add to favorites": "إضافة للمفضلة",
  "Weak": "ضعيفة",
  "Medium": "متوسطة",
  "Strong": "قوية",
  "None": "غير محدد",
  "Password Strength": "قوة كلمة المرور",
  "Weak password. For better security, please meet all requirements.": "كلمة المرور ضعيفة. لحماية أفضل، يرجى استيفاء جميع المتطلبات.",
  "Excellent! Your password is strong and secure.": "ممتاز! كلمة المرور قوية وآمنة.",
  "No properties found": "لم يتم العثور على عقارات",
  "Try adjusting your search criteria or browse all properties": "حاول تعديل معايير البحث أو تصفح جميع العقارات",
  "Clear Filters": "مسح الفلاتر",
  "results": "نتيجة",
  "View as": "عرض كـ",
  "Grid": "شبكة",
  "List": "قائمة",
  "Sq Ft": "قدم²",
  "Sq M": "م²",
  "Download Brochure": "تحميل الكتيب",
  "Register Interest": "تسجيل الاهتمام",
  "Under Construction": "تحت الإنشاء",
  "Project Description": "وصف المشروع",
  "Project Specifications": "مواصفات المشروع",
  "Starting Price": "السعر الابتدائي",
  "Handover Year": "سنة التسليم",
  "Payment Plan": "خطة الدفع",
  "Property Mix": "مزيج العقارات",
  "Completion Date": "تاريخ الإنجاز",
  "Project Gallery": "معرض المشروع",
  "Unique Points": "نقاط مميزة",
  "Floor Plans": "مخططات الطوابق",
  "Nearby Places": "الأماكن القريبة",
  "Payment Schedule": "جدول الدفع",
  "Frequently Asked Questions": "الأسئلة الشائعة",
  "Open in Google Maps": "فتح في خرائط جوجل",
  "Get Directions": "الحصول على الاتجاهات",
  "Trusted Developer": "مطور موثوق",
  "Featured Properties": "العقارات المميزة",
  "Get In Touch": "تواصل معنا",
  "shiro is proud to announce that we are now officially certified as a Great Place to Work®": "يفخر شيرو بالإعلان عن حصولنا رسمياً على شهادة مكان رائع للعمل®",
  "Follow Us": "تابعنا",
  "All Rights Reserved": "جميع الحقوق محفوظة",
  "Sitemap": "خريطة الموقع",
  "Our experienced real estate agent is dedicated to helping you find your perfect property in Dubai. With extensive knowledge of the local market and a commitment to exceptional service, we ensure a smooth and successful property transaction.": "وكيلنا العقاري ذو الخبرة مكرّس لمساعدتك في العثور على عقارك المثالي في دبي. بمعرفة واسعة بالسوق المحلي والتزام بالخدمة الاستثنائية، نضمن معاملة عقارية سلسة وناجحة.",
  "Whether you're looking to buy, rent, or invest in Dubai's vibrant real estate market, our agent provides personalized guidance and professional expertise to meet your specific needs.": "سواء كنت تبحث عن الشراء أو الإيجار أو الاستثمار في سوق دبي العقاري النابض بالحياة، يقدم وكيلنا إرشادات شخصية وخبرة مهنية لتلبية احتياجاتك الخاصة.",
  "Trusted Agency": "وكالة موثوقة",
  "Shiro – The Most": "شيرو – الأكثر",
  "Completed": "مكتمل",
  "Expert Consultants": "الاستشاريون الخبراء",
  "Tailored Solutions": "حلول مخصصة",
  "Personalized property solutions for individuals and corporations": "حلول عقارية شخصية للأفراد والشركات",
  "Global Expertise": "خبرة عالمية",
  "Unrivaled expertise in local and international markets": "خبرة لا مثيل لها في الأسواق المحلية والدولية",
  "Trusted Partnership": "شراكة موثوقة",
  "Building lasting relationships with credibility and dedication": "بناء علاقات دائمة بالمصداقية والتفاني",
  "Industry Leader": "رائد الصناعة",
  "One of the most important consultancy firms in the industry": "واحدة من أهم شركات الاستشارات في الصناعة",
  "Premier Real Estate Consultancy": "استشارات عقارية رائدة",
  "Dubai's Trusted Real Estate Partner": "شريك دبي العقاري الموثوق",
  "A premier real estate consultancy headquartered in Dubai, UAE. With 20 years of unrivaled expertise in the local and international real estate market, we are the trusted partner for individuals and corporations seeking tailored property solutions.": "استشارات عقارية رائدة يقع مقرها في دبي، الإمارات العربية المتحدة. مع 20 عاماً من الخبرة التي لا مثيل لها في سوق العقارات المحلي والدولي، نحن الشريك الموثوق للأفراد والشركات الباحثين عن حلول عقارية مخصصة.",
  "Ready to Start Your Real Estate Journey?": "هل أنت مستعد لبدء رحلتك العقارية؟",
  "Let our expert consultants guide you through Dubai's dynamic real estate market with personalized solutions tailored to your needs.": "دع مستشارينا الخبراء يرشدونك عبر سوق دبي العقاري الديناميكي بحلول شخصية مصممة لتلبية احتياجاتك.",
  "Trusted partnerships with Dubai's top real estate developers including EMAAR, DAMAC, SOBHA, AZIZI, Binghatti, and more established companies in the UAE property market.": "شراكات موثوقة مع أفضل مطوري العقارات في دبي بما في ذلك إعمار وداماك وسوبها وعزيزي وبينغاتي والعديد من الشركات المرموقة الأخرى في سوق العقارات بدولة الإمارات العربية المتحدة.",
  "Search area, project or community...": "ابحث عن منطقة أو مشروع أو مجتمع...",
  "Max Price": "الحد الأقصى للسعر",
  "Min Beds": "أقل عدد غرف",
  "Max Beds": "أقصى عدد غرف",
  "Clear All": "مسح الكل",
  "Search Properties": "البحث عن العقارات",
  "Add More...": "أضف المزيد...",
  "Search By Properties...": "ابحث حسب عدد الغرف أو النوع أو السعر",
  "4,000 listings": "4000 قائمة عقار",
  "400+ agents": "400+ وكيل عقاري",
  "Serving 80+ countries": "نخدم 80+ دولة",
  "Find Your Perfect Property": "اعثر على عقارك المثالي",
  "Discover the best properties in Dubai with our advanced search": "اكتشف أفضل العقارات في دبي من خلال بحثنا المتقدم",
  "No results found": "لم يتم العثور على نتائج",
  "All Types": "جميع الأنواع",
  "Enter Min Price": "أدخل السعر الأدنى",
  "Enter Max Price": "أدخل السعر الأقصى",
  "Quick Select": "اختيار سريع",
  "Custom Range": "نطاق مخصص",
  "Min Area": "الحد الأدنى للمساحة",
  "Max Area": "الحد الأقصى للمساحة",
  "All Developers": "جميع المطورين",
  "Find your home in Dubai": "اعثر على منزلك في دبي",
  "Global Real Estate Expertise": "خبرة عقارية عالمية",
  "Competitive Mortgage Rates": "أسعار رهن عقاري تنافسية",
  "Hassle-Free Experience": "تجربة خالية من المتاعب",
  "Comprehensive": "شاملة",
  "Real Estate Services": "خدمات العقارات",
  "Discover our wide range of professional real estate services designed to meet all your property needs in Dubai.": "اكتشف نطاقنا الواسع من خدمات العقارات المهنية المصممة لتلبية جميع احتياجات الممتلكات الخاصة بك في دبي.",
  "Premium Services": "خدمات مميزة",
  "Top-Notch Property": "عقار من الدرجة الأولى",
  "Services in Dubai": "خدمات في دبي",
  "Expert Consultation": "استشارة الخبراء",
  "Premium Properties": "عقارات مميزة",
  "24/7 Support": "دعم 24/7",
  "Load More Services": "تحميل المزيد من الخدمات",
  "Trusted Property Services Agency": "وكالة خدمات العقارات الموثوقة",
  "Trusted Partner": "شريك موثوق",
  "Since 2008": "منذ عام 2008",
  "Professional Real Estate Services": "خدمات العقارات المهنية",
  "List Your Property": "أدرج عقارك",
  "Join thousands of satisfied property owners who trust Shiro Estate to showcase their properties to the right buyers. Get maximum exposure and professional marketing.": "انضم إلى آلاف مالكي العقارات الراضين الذين يثقون بـ Shiro Estate لعرض ممتلكاتهم على المشترين المناسبين. احصل على أقصى تعريض وتسويق احترافي.",
  "Maximum Exposure": "أقصى تعريض",
  "Reach thousands of potential buyers through our extensive network": "تواصل مع آلاف المشترين المحتملين من خلال شبكتنا الواسعة",
  "Professional Service": "خدمة احترافية",
  "Expert guidance throughout the entire selling process": "إرشاد خبير طوال عملية البيع",
  "Best Market Value": "أفضل قيمة سوقية",
  "Get the best possible price for your property": "احصل على أفضل سعر ممكن لعقارك",
  "Fast Process": "عملية سريعة",
  "Quick listing and efficient property management": "إدراج سريع وإدارة عقارات فعالة",
  "Properties Listed": "العقارات المدرجة",
  "Why Choose Shiro Estate?": "لماذا تختار Shiro Estate؟",
  "We provide comprehensive real estate services that ensure your property gets the attention it deserves": "نحن نقدم خدمات عقارية شاملة تضمن حصول عقارك على الاهتمام الذي يستحقه",
  "Global Reach": "نطاق عالمي",
  "Access to international buyers and investors": "الوصول إلى المشترين والمستثمرين الدوليين",
  "Professional Photography": "تصوير احترافي",
  "High-quality photos and virtual tours": "صور عالية الجودة وجولات افتراضية",
  "Detailed market insights and pricing strategy": "رؤى سوق مفصلة واستراتيجية تسعير",
  "Negotiation Support": "دعم التفاوض",
  "Expert negotiation to get the best deal": "تفاوض خبير للحصول على أفضل صفقة",
  "Legal Assistance": "المساعدة القانونية",
  "Complete legal support throughout the process": "دعم قانوني كامل طوال العملية",
  "Round-the-clock customer service": "خدمة عملاء على مدار الساعة",
  "Ready to List Your Property?": "هل أنت مستعد لإدراج عقارك؟",
  "Fill out the form below and our team will contact you within 24 hours to discuss your property listing.": "املأ النموذج أدناه وسيتواصل فريقنا معك خلال 24 ساعة لمناقشة إدراج عقارك.",
  "Free property valuation": "تقييم عقاري مجاني",
  "Professional marketing materials": "مواد تسويق احترافية",
  "Dedicated property manager": "مدير عقار مخصص",
  "Regular market updates": "تحديثات سوق منتظمة",
  "With Confidence": "بثقة",
  "Hello, I have a property that I would like to list with you.": "مرحباً، لدي عقار أود إدراجه معكم.",
  "Our Expert Brokers": "وسطاؤنا الخبراء",
  "Meet Our Professional Brokers": "تعرف على وسطاؤنا المحترفون",
  "Connect with our licensed real estate brokers who are dedicated to helping you find your perfect property in Dubai": "تواصل مع وسطائنا العقاريين المرخصين والمكرسين لمساعدتك في العثور على عقارك المثالي في دبي",
  "Real Estate Broker": "وسيط عقاري",
  "View Profile": "عرض الملف الشخصي",
  "Property Search": "البحث عن العقارات",
  "Reach out to us through any of the following channels": "تواصل معنا من خلال أي من القنوات التالية",
  "Navigate through our services": "تصفح خدماتنا",
  "From spacious villas with private pools to premium penthouses with panoramic views of the Arabian Gulf and Dubai's iconic landmarks, the city's real estate market has become an investment hotspot due to its unique blend of luxury, innovation, and global connectivity.": "من الفلل الفسيحة المزودة بمسابح خاصة إلى شقق البنتهاوس الفاخرة ذات الإطلالات البانورامية على الخليج العربي ومعالم دبي الشهيرة، أصبح سوق العقارات في المدينة وجهة استثمارية جاذبة بفضل مزيجه الفريد من الفخامة والابتكار والتواصل العالمي.",
  "Dubai has become synonymous with luxury living and is one of the world's most desirable cities to invest in real estate.": "أصبحت دبي مرادفًا للفخامة وواحدة من أكثر مدن العالم جاذبية للاستثمار العقاري.",
  "From spacious villas with private pools to premium penthouses with panoramic views of the Arabian Gulf and Dubai's iconic landmarks.": "من الفلل الفسيحة بمسابح خاصة إلى شقق البنتهاوس الفاخرة ذات الإطلالات البانورامية على الخليج العربي ومعالم دبي الشهيرة.",
  "Prime Locations": "المواقع المتميزة",
  "Explore Dubai's most sought-after neighborhoods and communities": "استكشف أكثر أحياء دبي المطلوبة والمجتمعات السكنية",
  "Luxury Properties": "العقارات الفاخرة",
  "Find premium apartments, villas, and townhouses in exclusive areas": "اعثر على شقق وفلل وتاون هاوس فاخرة في مناطق حصرية",
  "Fast Growth": "النمو السريع",
  "Invest in areas with high potential for property value appreciation": "استثمر في المناطق ذات الإمكانية العالية لزيادة قيمة العقارات",
  "No data found": "لم يتم العثور على بيانات",
  "Try adjusting your search criteria or browse our available areas.": "حاول تعديل معايير البحث الخاصة بك أو تصفح المناطق المتاحة لدينا."
}
